//task name label
HSDTaskName = "Faxloggar";

HSDFaxLogsDescription = "Använd markeringsrutorna för att välja de faxnummer som du vill spärra eller ta bort spärren från och klicka på Verkställ.";

//Table view table titles
HSDTableColumnTitleType = "Typ";
HSDTableColumnTitleDate = "Datum";
HSDTableColumnTitleTime = "Tid";
HSDTableColumnTitleDuration = "Varaktighet";
HSDTableColumnTitlePages = "Sidor";
HSDTableColumnTitleResult = "Resultat";
HSDTableColumnTitleFaxNumber = "Faxnummer";
HSDTableColumnTitleBlock = "Spärra";

//Button titles
HSDPrintButtonTitle = "Skriv ut faxaktivitetslogg";
HSDApplyButtonTitle = "Verkställ nu";

//Printing progress title
PrintingProgressTitle = "Skriver ut… Vänta lite";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Logg över mottagna fax";
SentFaxesLogMenuItemTitle = "Logg över skickade fax";
AllFaxesLogMenuItemTitle = "Alla faxloggar";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Gränsen för antal spärrade nummer har nåtts";
FaxBlackListLimitErrorDescription = "Enheten kan lagra högst %d spärrade faxnummer. Ta bort spärren från vissa faxnummer och gör ett nytt försök.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Kontrollera att enheten är online och inte håller på att bearbeta ett faxjobb.";

//Fax session types
SentSessitonType = "Skickat";
RecievedSessionType = "Mottaget";

//Fax log results
SuccessResultCode = "Åtgärden lyckades";
ErrorResultCode = "Fel";
BusyResultCode = "Upptaget";
NoAnswerResultCode = "Inget svar";
NoDialToneResultCode = "Ingen kopplingston";
NoDocumentResultCode = "Inget dokument";
DocumentJamResultCode = "Dokumenttrassel";
DoorOpenResultCode = "Lucka öppen";
PowerFailureResultCode = "Strömavbrott";
BlacklistedResultCode = "Svartlistat";
StorageFullResultCode = "Minnet fullt";
OutOfMemoryResultCode = "Slut på minne";
PhoneLineUnavailableResultCode = "Telefonlinjen är inte tillgänglig";
FaxDisconnectedResultCode = "Faxen frånkopplad";
PCDisconnectedResultCode = "Datorn frånkopplad";
RemoteNotColorResultCode = "Fjärrenheten stöder inte färg";
CommunicationErrorResultCode = "Kommunikationsfel";
CancelledResultCode = "Avbrutet";
